console.log('\x1b[33m%s\x1b[0m',[
    '╔══════════════════════════════════════════════════════════════════════════════╗',
    '║ 📱 Boilerplate Mobile                                                        ║',
    '╠══════════════════════════════════════════════════════════════════════════════╣'
].join('\n'))
console.log('\x1b[36m%s\x1b[0m',[
    '║                                                                              ║',
    '║ 🍎 iOS:                                                                      ║',
    '║    Simulator:                                                                ║',
    '║        - react-native run-ios                                                ║',
    '║    Device:                                                                   ║',
    '║        1. connect device via USB                                             ║',
    '║        2. react-native run-ios --device "[DEVICE NAME]"                      ║',
    '║                                                                              ║',
    '╟──────────────────────────────────────────────────────────────────────────────╢',
    '║                                                                              ║',
    '║ 🤖 Android:                                                                  ║',
    '║    Emulator:                                                                 ║',
    '║        1. open an emulator via Android Studio                                ║',
    '║        2. react-native run-android                                           ║',
    '║    Device:                                                                   ║',
    '║        1. connect a device via USB                                           ║',
    '║        2. react-native run-android                                           ║',
    '║                                                                              ║',
    '╙──────────────────────────────────────────────────────────────────────────────╜'
].join('\n'))